Repository: francepremium/bet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: anglais

source: French
fr: français

source: Enter text to search.
fr: entrez le texte à rechercher.

source: title
fr: titre

source: article %s created
fr: article %s créé

source: article %s updated
fr: article %s mis à jour

source: Not your article, and you are not staff
fr: ce n'est pas votre article, et vous ne faiîtes pas partie des modérateurs

source: all
fr: tous les membres

source: friends
fr: mes amis

source: who I follow
fr: Mes abonnements

source: there is already a pronostic for this match in this combined bet. Please choose another match
fr: vous avez déjà établi un pari pour cette rencontre dans ce ticket. Veuillez choisir un autre match

source: odds must be at least equal to 1.00
fr: la cote du pari doit être au moins égale à 1.00

source: incomplete
fr: incomplet

source: done
fr: effectué

source: waiting
fr: en attente

source: won
fr: Gagné

source: lost
fr: Perdu

source: canceled
fr: Annulé

source: ticket deleted
fr: ticket supprimé

source: bet deleted
fr: pari supprimé

source: bet deleted, ticket without bet deleted too
fr: pari supprimé, le ticket étant vide, il a été supprimé aussi

source: ticket without bets deleted
fr: ticket supprimé car vide

source: ticket closed
fr: ticket clos

source: bet saved and ticket closed
fr: pari sauvegardé et ticket clos

source: float/decimal
fr: décimal

source: player
fr: joueur

source: text
fr: texte

source: bookmaker profile updated
fr: profil

source: bet type %(bettype)s created and assigned to bookmaker %(bookmaker)s
fr: le type de pari %(bettype)s a été créé et assigné au bookmaker %(bookmaker)s

source: bet type %s created
fr: le type de pari %s a été créé

source: bet type %s updated
fr: le type de pari %s a été mis à jour

source: bookmaker %s already supports bet type: no need to add
fr: le bookmaker %s possède déjà ce type de pari : inutile de l'ajouter

source: successfully added bet type %(bettype)s to bookmaker %(bookmaker)s
fr: vous avez ajouté avec succès le type de pari %(bettype)s au bookmaker %(bookmaker)s

source: successfully removed bet type %(bettype)s from bookmaker %(bookmaker)s
fr: vous avez retiré avec succès le type de pari %(bettype)s du bookmaker %(bookmaker)s

source: bookmaker %(bookmaker)s does not bet type %(bettype)s: no need to remove
fr: le bookmaker %(bookmaker)s ne possède pas le type de pari %(bettype)s: inutile de le supprimer

source: semi-private
fr: semi-privé

source: private
fr: privé

source: administrator
fr: administrateur

source: member
fr: membre

source: you are not an administrator of this clan
fr: vous n'êtes pas un administrateur de ce groupe

source: clan %s created
fr: groupe %s créé

source: you already have a pending application to clan %s
fr: vous avez déjà fait une demande pour rejoindre le groupe %s

source: you are already part of clan %s
fr: vous faites déjà partie du groupe %s

source: you have joined clan %s
fr: vous avez rejoint le groupe %s

source: you have requested to join clan %s. A clan administrator will approve or reject your application
fr: vous avez demandé à rejoindre le groupe %s. Un administrateur du groupe va approuver ou rejeter votre demande

source: you are not part of clan %s
fr: vous ne faites pas partie du groupe %s

source: you may not leave clan %s because you are the only admin
fr: vous ne pouvez pas quitter le groupe %s car vous en êtes le seul administrateur

source: you have canceled application to clan %s
fr: vous avez annulé votre demande pour rejoindre le groupe %s

source: you have quit clan %s
fr: vous avez quitté le groupe %s

source: you are not an administrator of clan %s
fr: vous n'êtes pas un administrateur du groupe %s

source: you may not kick an admin, he must quit by himself
fr: vous ne pouvez pas supprimer un administrateur, il doit quitter le groupe par lui-même.

source: you may not kick a user from a public group, he must quit by himself
fr: vous ne pouvez pas supprimer un membre d'un groupe public, il doit quitter le groupe par lui-même.

source: rejected application of %s
fr: demande rejetée de %s

source: excluded %s
fr: exclus %s

source: promoted %s
fr: promus %s

source: approved %s
fr: approuvé %s

source: create clan
fr: créer un groupe

source: edit
fr: éditer

source: name
fr: Nom

source: description
fr: decription

source: created by
fr: créé par

source: created on
fr: créé le

source: you have a pending application to this clan
fr: vous avez une demande en cours pour rejoindre ce groupe

source: cancel application
fr: annuler la demande en cours

source: quit
fr: quitter

source: join
fr: rejoindre

source: pending applications
fr: demandes en cours

source: save
fr: sauvegarder

source: match has been played
fr: le match a été joué

source: match is playing (live)
fr: le match est en cours

source: match is scheduled
fr: le match est programmé

source: match is postponed to other (unknown) date
fr: le match est reportée à une date inconnue

source: match is cancelled and won't be played again
fr: le match est annulé

source: match is suspended during match
fr: le match est interrompu

source: Could not find sport %s
fr: Impossible de trouver le sport %s

source: you indicated that you bet on
fr: vous avez indiqué que vous aimez

source: you indicated that you do not bet anymore on
fr: vous avez indiqué que vous n'aimez plus

source: Advanced options
fr: Options avancées

source: started following
fr: est désormais abonné aux publications de

source: to change match, refresh the page with F5)
fr: pour changer de match, merci de rafraîchir la page.

source: Oopsie
fr: Oops

source: It's not your fault but our data provider is overloaded for the moment - and we don't have any cached version of the data you requested. Our techie has been notified but it's unlikely that he can do anything about it. Would you please try again later ?
fr: Les données sont actuellement indisponibles. Notre équipe fait tout son possible pour rétablir celles-ci.

source: It's not your fault but it seems like we can't access to the data you're looking for ... Hopefully John has been notified and will see what's wrong with the provider.
fr: Ce n'est pas votre faute, mais il semble que la page demandée est inaccessible. Heureusement, toute l'équipe de Betspire a été mise au courant de cette erreur et fera de son mieux pour la corriger.

source: does not follow you. Therefore we cannot let you send him a private message.
fr: n'est pas abonné à vos publications. Vous ne pouvez donc pas lui envoyer de message privé.

source: You may not bet on %(session)s because it has already started.
fr: Vous ne pouvez pas parier sur la rencontre %(session)s car celle-ci a déjà débuté.

source: Welcome
fr: Bienvenue

source: leaderboard
fr: classement

source: by profit
fr: par profit

source: picker
fr: pronostics

source: profitability
fr: rentabilité

source: bets
fr: paris

source: user count
fr: nombre d'utilisateurs

source: by profitability
fr: par rentabilité

source: Free betting picks, best tipser, live scores, news, results, rankings & fixtures
fr: Pronostics gratuits, meilleurs pronostiqueurs, scores en direct, actualités, résultats, classements et prochains matchs.

source: Get everything to bet and win on %(sport)s like a pro! From news and statistics to the free picks of best %(sport)s tipsers.
fr: Obtenez tout ce dont vous avez besoin pour parier et gagner sur %(sport)s comme un pro ! Des actualites aux statistiques, en passant par les pronostics gratuis de nos meilleurs parieurs %(sport)s.

source: picks
fr: pronostics

source: pick
fr: pronostic

source: bet
fr: pari

source: prediction
fr: prédiction

source: numbers of bets
fr: nombre de paris

source: result
fr: résultat

source: choice
fr: choix

source: count
fr: compte

source: read all
fr: lire tout

source: Don't loose your bets, thank Scoobet
fr: Betspire, bet inspired

source: logout
fr: Déconnexion

source: clear
fr: effacer

source: change avatar
fr: Modifier photo

source: Upload avatar
fr: Envoyer une photo

source: user name
fr: pseudo

source: password
fr: mot de passe

source: remember me
fr: se souvenir de moi

source: forgot password?
fr: mot de passe oublié?

source: sign up
fr: s'inscrire

source: soccer
fr: football

source: ligue 1
fr: Ligue 1 (FRA)

source: premier league
fr: Premier league (ANG)

source: liga BBVA
fr: Liga BBVA (ESP)

source: serie A
fr: Serie A (ITA)

source: bundesliga 1
fr: Bundesliga 1 (ALL)

source: all competitions
fr: Plus de compétitions

source: americanfootball
fr: football américain

source: Read about BetSpire concept
fr: Découvrez le concept Betspire

source: betspire concept
fr: le concept betspire

source: Hide announcement
fr: masquer l'annonce

source: my bets
fr: mes paris

source: friend's bets
fr: paris de mes amis

source: Flagged bets
fr: paris signalés

source: Your statistics
fr: statistiques

source: Your account settings: timezone, email, password, avatar ...
fr: Paramètres de votre compte : fuseau horaire, adresse e-mail, mot de passe, photo de profil

source: settings
fr: options

source: How to
fr: Comment ?

source: publication:
fr: publier

source: status
fr: statut

source: You have an openned ticket. It will open automatically here. Please finish it and/or close it.
fr: Vous avez un ticket en cours de création, cette fenêtre s'ouvrira automatiquement. Veuiller terminer et/ou fermer ce ticket.

source: loading page
fr: chargement

source: searching for
fr: recherche

source: Search : a match, a player, a team, a competition / a friend, a clan...
fr: Recherchez ici un match, une équipe, une compétition, un parieur, un bookmaker...

source: Sorry, our program failed to process your request. Our techie has been notified by email and will take care of it soonish
fr: Désolé, nous ne pouvons pas executer votre demande. Notre technicien vient d'être averti et fait de son mieux pour corriger le tir.

source: Do you want to
fr: voulez-vous

source: Are you sure you want to report an error either in the odds or correction of this bet ?
fr: Etes vous sûrs de vouloir reporter une erreur sur la cote ou la correction de ce pari ?

source: Thanks for reporting an error in this bet. Our staff will check both the odds and the correction of this bet. If you want to report another error, please contact us.
fr: Merci d'avoir reporté une erreur sur ce pari. Notre équipe s'occupe dès que possible de la correction de celle-ci.

source: E-Mail Addresses
fr: Addresses email

source: Avatar
fr: Photo de profil

source: Change Password
fr: Changer de mot de passe

source: Set Password
fr: Définir le mot de passe

source: Language
fr: Langage

source: Timezone
fr: Fuseau horairre

source: Login
fr: Authentification

source: Log In
fr: s'identifier

source: you are already logged in as %(user_display)s.
fr: vous êtes déjà identifié en tant que %(user_display)s

source: Don't have an account? <a href="%(signup_url)s">Sign up</a>!
fr: Vous n'avez pas de compter ? <a href="%(signup_url)s">Inscrivez-vous</a>!

source: Forgot password?
fr: mot de passe oublié?

source: Log in &raquo;
fr: S'identifier &raquo;

source: If you have any trouble logging in to your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
fr: Si vous rencontrez le moindre soucis pour accéder à votre compte, n'hésitez pas à nous contacter sur <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: joined BetSpire
fr: a rejoint Betspire

source: joined group
fr: groupement rejoint

source: created group
fr: groupement créé

source: bets on
fr: aime

source: posted
fr: a publié

source: to
fr: à

source: commented
fr: a commenté

source: on
fr: sur

source: wall post
fr: un message

source: his
fr: ses

source: status update
fr: statut mis à jour

source: by
fr: de

source: of
fr: de

source: updated article
fr: article mis à jour

source: created article
fr: article créé

source: and
fr: et

source: published
fr: a publié un

source: combined ticket
fr: ticket combiné

source: including
fr: dont

source: matches
fr: matchs

source: simple ticket
fr: ticket simple

source: on match
fr: sur la rencontre

source: corrected
fr: a corrigé

source: flagged
fr: a signalé

source: comment
fr: commenter

source: article list
fr: liste des articles

source: create article
fr: créer un article

source: Post
fr: publier

source: activities of
fr: activités de

source: activities
fr: activités

source: social
fr: amis

source: file of
fr: intérêts de

source: file
fr: intérêts

source: statistics of
fr: statistiques de

source: statistics
fr: Statistiques

source: picks of
fr: pronostics

source: following
fr: abonné

source: follow
fr: s'abonner

source: follows
fr: suit

source: did not place any ticket that was fully corrected yet
fr: n'a pas encore publié de ticket

source: tickets for your search
fr: tickets correspondant à votre recherche

source: average odds
fr: cote moyenne

source: average stake
fr: mise moyenne

source: total engaged units
fr: unités jouées au total

source: total earnings
fr: unités remportées

source: won percent
fr: pourcentage de réussite

source: profit/loss
fr: profit/perte

source: balance
fr: solde

source: new balance after ticket
fr: solde après ce ticket

source: tipster
fr: pronostiqueurs

source: avg. odds
fr: cote moyenne

source: more tips by tipster
fr: ses autres pronostics

source: Your current avatar:
fr: Votre avatar actuel :

source: You haven't uploaded an avatar yet. Please upload one now.
fr: Vous n'avez pas encore d'avatar. Veuiller en définir un.

source: Upload New Image
fr: Charger une nouvelle image

source: Choose new Default
fr: Selectionnez votre avatar

source: Please select the avatars that you would like to delete.
fr: Veuillez sélectionner les avatars que vous souhaitez supprimer.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
fr: Vous n'avez aucun avatar à supprimer. Veuillez en <a href="%(avatar_change_url)s">ajouter</a> un.

source: Delete These
fr: supprimer

source: mine
fr: moi

source: pick for
fr: pronostics

source: %(user)s bets on %(sport)s. Discover the analysis and prediction of %(session)s he shares now!
fr: %(user)s parie sur le %(sport)s. Découvrez les analyses et pronostics de %(session)s qu'il partage !

source: this pick is part of
fr: ce parti fait partie du

source: competition
fr: compétition

source: time
fr: heure

source: bet type
fr: type de pari

source: stake
fr: mise

source: You have an open ticket. Please delete or complete this ticket. Then you will be able to create another ticket.
fr: Vous avez un ticket ouvert. Veuillez supprimer ou completer ce ticket, vous pourrez ensuite en créer un autre.

source: combined
fr: combiné

source: current ticket odds
fr: cote du ticket en cours

source: delete
fr: supprimer

source: delete bet for match
fr: supprimer le pari sur ce match

source: start typing a team name
fr: écrivez les premières lettres d'une équipe

source: ticket type
fr: type de ticket

source: odds
fr: cote

source: reason
fr: argumentation

source: save and close
fr: sauvegarder et finaliser le ticket

source: save and add another
fr: sauvegarder et ajouter un pari au ticket

source: close ticket
fr: fermer le ticket

source: delete ticket
fr: supprimer le ticket

source: delete the whole ticket
fr: supprimer entièrement le ticket

source: Combined
fr: combiné

source: In this ticket
fr: dans ce ticket

source: shares his picks on matches
fr: partager ses pronostics

source: Discover his free picks now
fr: découvrez gratuitement ses pronostics

source: bet count
fr: Nombre de paris

source: comments
fr: commentaires

source: all comments
fr: tous les commentaires

source: clear filters
fr: réinitialiser les filtres

source: nickname
fr: pseudo

source: no bet match your search
fr: aucun pari ne correspond à votre recherche

source: growth
fr: bénéfice

source: loss
fr: perte

source: bet types
fr: types de paris

source: add bet type
fr: ajouter un type de pari

source: i do not bet on it
fr: Je n'aime plus

source: i bet on it
fr: J'aime

source: For bet types like "what player will score first", leave empty the following table. For bet types with fixed choices like "1X2" fill the table with one choice per line.
fr: f

source: option name english
fr: traduction anglaise

source: option name french
fr: traduction française

source: creation date
fr: date de création

source: website
fr: site internet

source: sports count
fr: nombre de sports

source: address
fr: Addresse email

source: live bets
fr: liveaparis en direct

source: yes
fr: oui

source: no
fr: non

source: remove from my bet types
fr: retirer de mes types de paris

source: add to my bet types
fr: ajouter à mes types de paris

source: Approve a comment
fr: approuver un commentaire

source: Really make this comment public?
fr: voulez-vous vraiment rendre ce commentaire public?

source: Approve
fr: approuver

source: Thanks for approving
fr: merci d'avoir approuvé

source: Thanks for taking the time to improve the quality of discussion on our site
fr: merci d'avoir pris le temps d'améliorer la qualité des discussions sur notre site

source: Remove a comment
fr: supprimer un commentaire

source: Really remove this comment?
fr: voulez-vous vraiment supprimer ce commentaire?

source: Remove
fr: supprimer

source: Thanks for removing
fr: merci d'avoir supprimé

source: Flag this comment
fr: signaler ce commentaire

source: Really flag this comment?
fr: voulez-vous vraiment signaler ce commentaire?

source: Flag
fr: signaler

source: Thanks for flagging
fr: merci d'avoir signalé

source: your name
fr: nom

source: your email
fr: votre e-mail

source: Preview
fr: prévisualiser

source: Thanks for commenting
fr: merci d'avoir commenté

source: Thank you for posting your status
fr: merci d'avoir mis à jour votre statut

source: Thank your for posting on %(user)s's wall
fr: Merci d'avoir écrit sur le mur de %(user)s

source: Thank you for your comment
fr: merci pour votre commentaire

source: Preview your comment
fr: prévisualisez votre commentaire

source: Please correct the error below
fr: veuillez corriger l'erreur ci-dessous

source: Post your comment
fr: publiez votre commentaire

source: or make changes
fr: ou faites des modifications

source: Inbox
fr: boite de reception

source: Sent Messages
fr: messages envoyés

source: New Message
fr: Nouveau message

source: Trash
fr: corbeille

source: Compose Message
fr: Ecrire un message

source: Send
fr: envoyer

source: rank
fr: rang

source: team
fr: équipe

source: match played
fr: match joué

source: wins
fr: victoires

source: draw
fr: matchs nuls

source: goal difference
fr: différence de buts

source: last 5 matches
fr: 5 derniers matchs

source: finished
fr: Terminé

source: no matches to display
fr: aucun match à afficher

source: Get everything to bet and win on %(competition)s like a pro! From news and statistics to the free picks of best %(competition)s tipsers.
fr: Tout pour parier et gagner sur %(competition)s comme un pro : statistiques, actualités, pronostics gratuits des experts de %(competition)s ...

source: free picks
fr: pronostics

source: home
fr: accueil

source: calendar
fr: calendrier

source: previous
fr: précédent

source: next
fr: Suivant

source: next matches
fr: prochains matchs

source: best tipsters
fr: meilleurs pronostiqueurs

source: random tips
fr: pronostics en cours

source: i do not bet on him
fr: Je n'aime plus

source: i bet on him
fr: J'aime

source: first name
fr: prénom

source: middle name
fr: deuxième prénom

source: last name
fr: nom

source: nationality
fr: nationalité

source: date of birth
fr: date de naissance

source: country of birth
fr: pays de naissance

source: position
fr: poste

source: height
fr: taille

source: weight
fr: poids

source: career
fr: carrière

source: season
fr: saison

source: Minutes played
fr: minutes jouées

source: Appearances
fr: apparitions

source: Substitute in
fr: entrées

source: Substitute out
fr: sorties

source: Substitutes on the bench
fr: remplaçant

source: Goal
fr: but

source: Yellow card
fr: carton jaune

source: Yellow 2nd/RC
fr: second carton jaune

source: Red card
fr: carton rouge

source: gameweek
fr: journée

source: before
fr: le match

source: goals
fr: buts

source: OG
fr: CSC

source: goal
fr: but

source: warnings
fr: cartons

source: lineups
fr: compositions d'équipes

source: substitution
fr: remplaçants

source: lineups bench
fr: remplaçants

source: substitutions
fr: remplaçants

source: previous matches
fr: matchs précédents

source: competitions
fr: compétitions

source: rankings
fr: classements

source: last matches
fr: derniers matchs

source: yesterday
fr: hier

source: today
fr: aujourd'hui

source: tomorrow
fr: demain

source: squad
fr: effectif

source: Calendar for team
fr: Calendrier de l'équipe

source: current
fr: actuellement

source: years old
fr: ans

source: Position
fr: poste

source: Lineups
fr: compositions d'équipes

source: tournaments played
fr: tournois disputés

source: Messaging
fr: Message

source: Write
fr: écrire

source: users
fr: utilisateurs

source: teams
fr: équipes

source: players
fr: joueurs

source: no results
fr: pas de résultats

source: Search for %(q)s
fr: Recherche de %(q)s

source: article by
fr: articles de

source: person
fr: sportif

source: user
fr: utilisateur

source: Your bet
fr: Votre pari

source: Your ticket
fr: votre ticket
